<template>
<div style="text-align: left; width: 85%; margin-left: 2%; line-height: 30px">
  <b>平衡问题</b>
  <p>
    平衡是指身体在某种姿势或移动时保持重心的能力。正常发育的孩子啊可逐渐地改善他的平衡能力。然而，残疾孩子可能花费较长的时间去改善平能能力或
    因平衡能力不足而总是要求一些方式的支持。尽管一些残疾孩子的平衡有问题，但是如果给与适当的支持他们仍可以参加多种的运动活动。一下是些可能需
    要的支持方式：
  </p>
  <ul>
    <li>在稳定点的支持下去做踢或扔的动作。允许孩子握住一个栏杆、一把椅子或大任的身体部分去完成一个踢或扔的动作。对于抓住目标的技能，可将孩子
      安置在紧靠墙或一个角落里以提供支持。</li>
    <li>让孩子以宽基地支撑的方式站立（双脚分开至肩宽的距离）。</li>
    <li>在一个柔软的或毯子的表面上练习运动和动作活动而不是在一个坚硬的表面上练习。</li>
    <li>允许孩子在任何需要时坐着去完成一个动作。</li>
  </ul>

  <b>肌力受限</b>
  <p>
    肌力是指肌肉短时产生力量的能力。许多运动活动要求轻度的、中度的或很大的肌肉力量。承受重力和负荷的短暂的重复运动可以发展肌力。
    残疾孩子与他们同年龄正常孩子相比可能没有正常的肌力水平，因为他们没有机会经常地参加运动或者在运动中保持姿势。当某个肌力受限的孩子
    教授一个运动模式或技能时，应该采取下面的适应性方法，直到孩子的肌力有所改善：
  </p>
  <ul>
    <li>减小活动区域或空间覆盖面</li>
    <li>提供给孩子轻量级额器材。</li>
    <li>在运动计划中提供休息时间。</li>
    <li>允许孩子在较长的运动活动期间坐下或歇口气。</li>
  </ul>

  <b>耐力受限</b>
  <p>
    耐力是指肌肉和心血管系统持续的工作能力。肌肉耐力是指在延长的时间中持续的重复运动的能力。心血管系统的耐力包括了当在延长的时间中工作时身体
    能够不断地给肌肉供氧的能力。残疾孩子可显示出耐力问题，可能是实际的内科疾病、锻炼或运动时机缺乏的结果。对显示出耐力受限问题的孩子，可适当
    地考虑做以下调整：
  </p>
  <ul>
    <li>开始时先用短距离锻炼，然后依照孩子的进步情况逐渐地增加距离。</li>
    <li>在一个小范围内开始游戏，然后逐渐地增加范围。</li>
    <li>逐渐地增加孩子从事活动的时间。</li>
    <li>在一项活动中，如果需要的话，可允许孩子坐着。</li>
    <li>在运动活动期间可提供一段休息时间。</li>
  </ul>

  <b>协调和运动控制问题</b>
  <p>
    协调是指怎样有效地使眼睛和手或脚的运动一起工作以及运动的精确性。当孩子神经系统发展成熟时，不协调的动作将发展为协调的模式运动。然而，
    有时候由于神经损害或视觉损伤，有些孩子继续以笨拙的和不协调的模式运动。一些仅有手眼协调运动困难的孩子却能很好地跳或走路。对有这些运动
    类型问题的孩子做些调整以帮助完成运动活动项目。
  </p>
  <ul>
    <li>可能时应用稳定的器具。</li>
    <li>用轻的器具。</li>
    <li>应用悬挂的球、气球或与固定物相连的东西来帮助孩子抓握物品，减少挫折感。例如，应用一个悬挂在天花板上摇动不定的球来练习抓的动作。</li>
    <li>提供运动的界限以保持物体较近。例如，可用栏杆、垫子、枕头或其他东西围出一个区域，在这个区域内进行技能活动。</li>
    <li>为使用拐杖、步行器、支具或轮椅的孩子提供一个可接受的运动环境。</li>
  </ul>

  <b>认知受限</b>
  <p>
    认知受限降低了孩子处理信息的能力。他们不能同时处理大量的信息，不能用抽象的词语思考，不能用复杂的语言结构交流，在没有充分学习和总结信息的
    情况下不能记忆信息。应用以下的调整可帮助认知受限的孩子学习某个运动技能。
  </p>
  <ul>
    <li>保持口头提示的简单和简洁；但要给与足够的提示，如口头的、视觉的以及身体的指导。</li>
    <li>对要学习的运动模式进行解释或示范。</li>
    <li>让孩子在将会用到的生活场景中完成一个运动技能。如爬一个真实的楼梯。</li>
    <li>提供重复练习的机会以加强记忆。</li>
    <li>在孩子执行某个技能期间及以后，及时给与正确的反馈。</li>
    <li>提供用不同材料和设备去执行某个技能的机会，如投几个不同类型的球。</li>
    <li>将某个技能分解成几个小部分进行教授。例如，接球时，首先集中在注释这个球，然后是手的摆放，接着当球触及手时立刻抓住它，最后两手
    抱着球移向自己的身体。允许孩子去练习每个步骤，然后组合在一起去完成一个完整的技能。</li>
  </ul>

  <b>注意力困难</b>
  <p>
    正常孩子都没有长时间持续注意力的能力。然而，当他们发展成熟，他们将有能力维持长时间的注意某项任务并在这个任务中选择有关的信息。学习环境中
    过多的视觉和听觉刺激，都可使孩子分心。有注意力问题的孩子学习某个技能时将需要额外的支持和调整规划，如以下的策略：
  </p>
  <ul>
    <li>当发出指令时能维持木瓜的接触，指令应简洁扼要。</li>
    <li>在适当的情况下，要求孩子重复这些指令。</li>
    <li>在整洁的背景下使用一个明亮的颜色鲜艳的目标供孩子扔、抓或踢。</li>
    <li>当孩子进行某个运动活动时，仅提供特殊活动所需要的器具和材料以避免其他材料的干扰。</li>
    <li>应用不同的和新奇的方法去介绍某个被学习的技能。例如，当教授扔的动作时，应用一个新奇的方法去吸引孩子的注意。可将短袜、洗脸毛巾
      和手巾扔进洗衣篮中。另一个理想物品的例子是用一个张着嘴的小丑的脸吸引孩子的注意。</li>
    <li>要在一个小而整洁的空间开展活动，而不是一个开阔的空间开展活动。例如，让孩子站或坐在一块四方形的地毯上。这有助于规定环境结构。
    在孩子开始和结束某个活动时，安排一个指定的地方。</li>
  </ul>

  <b>异常的肌张力，张力过高、肌肉组织紧张以及运动受限</b>
  <p>
    正常的肌肉组织都有一定的松紧性或弹性。即使在正常肌张力的情况下，肌肉组织的弹性度也是不一样的。任何时候，只要神经系统受到损伤，就会出现
    肌张力的变化，变化范围从非常紧到非常松。张力亢进的肌肉组织是紧的或张力是增加的，这就限制了关节的活动范围并降低了关节的灵活性。就像在
    痉挛型脑瘫孩子中，他们的运动范围比正常孩子缩小了。以下是一些值得考虑的支持和适当的策略：
  </p>
  <ul>
    <li>肌肉组织记紧的孩子像脑瘫的孩子，在开始活动之前需要几分钟的放松时间。慢慢地将孩子从一边滚动到另一边，并且开始牵拉他们的
    肌肉。在做伸手和抓握、手指弯曲或其他相关动作之前，完成这个放松活动是很重要的。</li>
    <li>因为孩子动作缓慢，所以要给他们更多的时间来完成活动。</li>
    <li>如果孩子的运动范围受限，将活动安排在靠近他的地方。</li>
    <li>如果可能的话，应用轻的可缓慢移动的器具。</li>
    <li>当孩子坐或站时提供支持，可使用垫子、枕头和毛巾卷等。当给孩子摆放体位时，要确信他的姿势看上去尽可能是正常或对称的，孩子
    看上去是舒适的。</li>
    <li>给与身体引导，如当孩子练习伸手时在肩或肘部给与支持，当孩子站立时在髋部和躯干处给与支持。</li>
    <li>让孩子完成尽可能多的运动技能，这些技能时他能够自己完成的。</li>
    <li>选择最好的姿势体位去完成某个技能。有时候一个孩子可能需要坐着去学习扔的动作，也可以考虑选择其他的支持方式，如抓住一个横杆、椅子或
    同龄人去练习扔的动作。</li>
    <li>做一个容易取回的球（弹出去后可自行弹回来的球），比如在球上系一个绳子。如果孩子是使用轮椅的，就把绳子系在椅子上。</li>
  </ul>

  <b>肌张力低下</b>
  <p>
    肌张力低下的孩子，如一些唐氏综合征的孩子，他们在维持垂直体位和平衡时会有困难。肌张力低下常伴有软组织连接的不牢固，如韧带和关节的过度活动，
    另外感觉肌肉是松软的。当孩子有低肌张力时，很重要的一点是在关节上不施加太多的压力，否则关节可能会出现部分或完全脱臼的危险。
  </p>
  <ul>
    <li>如果必要的话可在平衡动作中提供支持。仅提供一定量的必要的支持并允许孩子尽可能地完成大多数的动作。</li>
    <li>避免对关节施加冲撞性压力的活动，如从36英寸高以上的地方跳下来。只有在医师的许可下才可做前滚翻动作，因为该动作会对背部上半部分施加压力。</li>
    <li>如果需要的话，对于移动动作可提供辅助设备如婴儿车和踏板车。</li>
    <li>由于肌肉组织软弱无力，所以要在扔、跳或其他需要力量的动作中逐渐地积累力量。</li>
  </ul>

  <b>听力问题</b>
  <p>
    听力障碍可以从轻度到十分严重的程度以至于重到语言沟通能力受损的程度。尽管有些听力障碍受损的形式可导致平衡困难，但大多数听力受损的孩子
    仍可完成大部分的运动技能。如果一个听力受损的孩子表现出了平衡问题，就要为平衡问题添加建议和调整方案。
  </p>
  <ul>
    <li>提供给孩子关于活动或技能的良好说明或示范。关于该技能的额外说明和示范也应该包括进行。</li>
    <li>当教授某个运动技能时确保孩子看着你的脸和身体姿势。</li>
    <li>当孩子开始及结束时应用信号或手势进行提示。</li>
    <li>在运动范围内减少过多的噪音。</li>
    <li>如果孩子应用了一个助听器，鼓励他尽可能地使用残留的听力。</li>
  </ul>

  <b>视觉问题</b>
  <ul>
    <li>在给与指令时，采用听觉、触觉和身体提示。</li>
    <li>给孩子时间探究器材，对运动的环境应有方向感。一个能看得见的人应该把孩子带到运动区域并母描述和展示可以做的动作（依赖现存的视力水平）</li>
    <li>在用器材做某个特殊的技能之前，需要先教授孩子练习在该技能中所要求的动作。</li>
    <li>保持环境的一致性。当环境有所改变时，给孩子一些探测的时间以使他熟悉变化的环境，如果需要可使他从看得见的人或同龄人那里得到帮助。</li>
    <li>允许孩子话更多的时间去完成某个动作或技能。</li>
    <li>如果需要的话，可对要求平衡能力的技能提供支持。如有可能，在执行某个技能时，允许孩子拉着一个人、横栏或椅子，为移动动作提供一个看得见的
    向导或伙伴。</li>
    <li>尽可能使运动环境避免喧闹。</li>
    <li>在运动范围提供一个界线，如用绳子划分出一个范围以给孩子一个方向感。</li>
    <li>在动作的开始和结束或确定目标位置时应用听觉提示。</li>
    <li>使用色彩鲜艳、明亮又柔软的器材，如海绵球或Nerf球。</li>
    <li>把铃或其他发声装置连在线球上或应用一个可发出嘟嘟声的球以提供听觉输入。</li>
  </ul>

  <b>沟通和社交问题</b>
  <p>
    有多重障碍或自闭症的孩子在社交互动中可有严重的沟通问题和迟滞。
  </p>
  <ul>
    <li>提供某个动作执行的步骤，展示要求的每一步动作并让孩子练习这些动作。</li>
    <li>尝试设立一个给孩子在执行动作中的奖励和奖赏系统，可以用实际物品、社交奖励或活动作为奖励。</li>
    <li>使用以图片顺序形式的视觉提示和说明来传达某个技能所需要的动作。</li>
    <li>避免过长的口头解释，改为用一个或两个字的提示并保持提示的一致性，直到孩子学会这个技能。</li>
    <li>识别孩子的受挫的信号，如身体攻击，可用一个类似的活动代替或降低对活动的要求，还可改变活动中的材料，如有些孩子向对于粗糙材料表来说
    更喜欢柔软的材料。</li>
    <li>在学习技能的最初阶段，必要时可提供身体指导和触觉提示。</li>
    <li>保持孩子熟悉的环境和教学场景，使其相似，然后逐渐地进行改变，并使这些改变与目前的活动有关。</li>
    <li>让孩子重复动作或动作的各部分以强化对这个动作顺序的记忆。</li>
    <li>在两项活动中间让孩子坐在一个指定的地方。</li>
    <li>避免较长时间的静坐，给与有组织的短暂休息。</li>
    <li>排除不相关的声音、项目和其他分心的事物。</li>
    <li>使用有界限的小空间进行运动活动.</li>
    <li>逐渐引入与他人的游戏和沟通，先进行各自游戏活动，然后共同分享游戏。当孩子出现适当的互动如微笑、分享或在游戏中没有攻击他人时给与奖赏。</li>
    <li>当孩子演示表达愤怒或受挫的恰当的社交方式，如果孩子每次用了恰当的社交方式时就应给与奖赏。</li>
  </ul>
</div>

</template>

<script>
export default {
  name: "DisableDevelopCharacter"
}
</script>

<style scoped>

</style>
