<template>
<div>
  <b>平衡问题</b>
  <p>
    平衡是指身体在某种姿势或移动时保持重心的能力。正常发育的孩子啊可逐渐地改善他的平衡能力。然而，残疾孩子可能花费较长的时间去改善平能能力或
    因平衡能力不足而总是要求一些方式的支持。尽管一些残疾孩子的平衡有问题，但是如果给与适当的支持他们仍可以参加多种的运动活动。一下是些可能需
    要的支持方式：

    <el-table>
<!--      <li>在稳定点的支持下去做踢或扔的动作。允许孩子握住一个栏杆、一把椅子或大任的身体部分去完成一个踢或扔的动作。对于抓住目标的技能，可将孩子-->
<!--        安置在紧靠墙或一个角落里以提供支持。</li>-->
<!--      <li>让孩子以宽基地支撑的方式站立（双脚分开至肩宽的距离）。</li>-->
<!--      <li>在一个柔软的或毯子的表面上练习运动和动作活动而不是在一个坚硬的表面上练习。</li>-->
<!--      <li>允许孩子在任何需要时坐着去完成一个动作。</li>-->
    </el-table>
  </p>
</div>

</template>

<script>
export default {
  name: "DisableDevelopCharacter"
}
</script>

<style scoped>

</style>
