<template>
  <div>
    <div style="margin-bottom:15px;margin-top: 10px; width: 100%;" >
      <el-page-header @back="goBack" title="返回" content="详细病历">
      </el-page-header>
    </div>

    <div style="text-align: left; width: 90%; margin-left: 5%">
      <el-card>
        <b style="margin-left: 45%">病历号:    {{this.$route.query.id}}</b>
        <p>1.患儿XX，女，1岁9月，起病急，病程长，病情重。</p>

        <p>2.修正主诉：大运动发育落后1+年，发现步态异常2+月</p>

        <p>3.以大运动发育落后、步态异常为主要表现：

          1)大运动发育落后：患儿生后抬头、翻身、爬、独坐、扶站时间均不详，家属诉均落后同龄儿1-3个
          月，现扶走为主，拉物可站起，可爬独坐转身，不伴发育倒退及进行性运动障碍加重表现。
          有语言发育落后(  家属认为是国内外语言环境不同造成),诉患儿现能说几十个叠词，不会说2-3字短句，可乱画，示需要及指身 体部位及部分物体。

          2)步态异常：主要表现为尖足足交叉，左侧下肢跛行，有双下肢肌张力增高。
          3)伴随症状：近2周以来无咳嗽及喘息，无发热及惊厥，无腹泻及呕吐。
          4)病后就诊于俄罗斯圣彼得堡第一儿童医院完善相关检查后，考虑系早产儿所致，建议家属行多做被动  操缓解肌张力增高表现，经被动运动后，肌张力较前改善。现因步态异常就诊于我科门诊完善头颅MRI,脑电图 检查后，以“早产儿脑损伤”收入院。
          5)既往史：1岁8个月时发现“扁平足”病史。否认家系中有发育异常、癫痫、代谢等疾病史。 6)家庭及生活环境史：父亲中国人，母亲俄罗斯人，1岁前居住于俄罗斯。
        </p>
        <p>
          4.查体：体温36.7℃,呼吸25次/分，心率114次/分，体重13.0Kg,头围46.5cm,胸围49cm,腹围50cm,身 长83.5cm。体格发育迟滞，营养良好，精神可，安静，神志清晰，面色红润，无脱水貌。无皮疹，无色素沉
          着。唇红，湿润，唇周无紫绀，口腔粘膜光滑，咽部无充血，双侧扁桃体I度。双侧呼吸音对称，双肺呼吸音稍 粗，双肺无干湿啰音。心音有力，节律整齐，心底部心前区未闻及心脏杂音。腹软，无包块，按压无哭吵，无  肌紧张，无反跳痛。足站立时足弓消失，呈扁平足改变，足内侧凸出，踝关节及跟骨外翻，膝外翻膝反曲明
          显。
        </p>
        <p>
          5.专科查体：俯卧位抬头<90°,竖颈稳，能翻身及独坐，现扶走为主，拉物可站起，可爬独坐转身；能说 叠词；可乱画及翻书；可见异常步态尖足足交叉，左侧下肢跛行，示需要及指身体部位及部分物体。肌张力： 双上肢正常，左下肢MAS1级；功能肌力：4+级。膝反射：左侧+++、右侧++，左侧踝振挛+,腹壁反射引出，巴氏征：左侧-、右侧-。
        </p>
        <p>
          6.辅助检查：我院门诊：2023-03-02 Peabody运动发育量表：GMQ64,FMQ91,TMQ73。DDST:个人-社会能区 正常，精细运动能区正常，语言能区2F,大运动能区7F。2023-05-08 脑电图正常。05-06头部MRI:脑室旁白质 软化，请随访。俄罗斯圣彼得堡第一儿童医院：3个月时-神经声像检查：缺氧后变化，头脑周围回声密度增强，侧脑室扩张。肾脏超声未见异常。右卵巢囊肿16mm。心脏超声：左心室轻微肥大。眼科：视网膜病一级， 稳定化。
        </p>
      </el-card>
    </div>
  </div>
</template>

<script>
export default {
  name: "RecordDetail",
  props: {
    id: ''
  },
  methods: {
    goBack() {
      this.$router.push({path: '/electMedical', params: {
          // patientID: this.patientInfo.patientID,
          // testDate: this.patientInfo.testDate
        }})
    }
  }
}
</script>

<style scoped>
/deep/ .el-page-header__content {
  font-size: 16px;
}
/deep/ .el-page-header__title {
  font-size: 16px;
}
</style>
